
LEN_CIRCLE = 500

TRACKS = {
    # В значение ключа передается вероятность прокола, скорость, вместимость
    't1': (0.2, 40, 35),
    't2': (0.2, 55, 30),
    't3': (0.2, 60, 20),
}

MOTOS = {
    # В значение ключа передается вероятность прокола, скорость, наличие люльки
    'm1': (0.12, 90, False),
    'm2': (0.13, 80, True),
}

CARS ={
    # В значение ключа передается вероятность прокола, скорость, количество человек
    'с1': (0.1, 50, 2),
    'с2': (0.1, 60, 1),
    'с3': (0.1, 70, 4),

}

